{
  "HOMEPAGE": {
    "ASSETS": {
      "BACKGROUND":
      {
        "HPBackgroundPhotos": ["assets/images/home_page/background_1.jpg", "assets/images/home_page/background_2.png"]
      },
      "LOGOS":
      {
        "HPLogoPath": "assets/icons/home_page/logo.png"
      }
    },
    "TEXT": {
      "BUTTONS": {
        "HPButtonText1": "O nas",
        "HPButtonText2": "Informacje",
        "HPButtonText3": "Zwiedzanie",
        "HPButtonText4": "Oceń aplikacje"
      }
    },
    "WEBSITE": {
        "HPWebsiteWebsite": "https://beskidchocolate.pl"
    }
  },
  "ABOUTUS": {
    "ASSETS": {
      "ICONS": {
        "AULogoCalendar": "assets/icons/about_us_page/kalendarz.png",
        "AULogoClock": "assets/icons/about_us_page/zegar.png",
        "AULogoPin": "assets/icons/about_us_page/pinezka.png",
        "AULogoTelephone": "assets/icons/about_us_page/telefon.png",
        "AULogoEmail": "assets/icons/about_us_page/poczta.png",
        "AULogoInstagram": "assets/icons/about_us_page/insta.png",
        "AULogoFacebook": "assets/icons/about_us_page/facebook.png",
        "AULogoYoutube": "assets/icons/about_us_page/yt.png",
        "AULogoWebsite": "assets/icons/about_us_page/web.png"
      }
    },
    "TEXT": {
      "TITLES": {
        "AUTextTitle1": "Beskidzki Festiwal Czekolady",
        "AUTextTitle2": "Manufaktura Beskid Chocolate",
        "AUTextTitle3": "znajdź nas na:"
      },
      "ROWS": {
        "AUTextRow1Calendar": "07.09 - 08.09 Sobota - Niedziela",
        "AUTextRow1Clock": "10:00 - 18:00",
        "AUTextRow1Pin": "Manufaktura Beskid Chocolate\nHala Widowiskowo Sportowa",
        "AUTextRow2Clock": "8:00 - 16:00 PN - PT\n10:00 - 14:00 SOB",
        "AUTextRow2Telephone": "+ 48 123 456 789",
        "AUTextRow2Email": "biuro@beskidchocolate.pl",
        "AUTextRow2Pin": "ul. 3 Maja 28, Węgierska Górka 34-300"
      },
      "BUTTONS": {
        "AUButtonText": "więcej informacji"
      }
    },
    "WEBSITE": {
        "AUWebsiteInstagram": "https://beskidchocolate.pl/",
        "AUWebsiteFacebook": "https://beskidchocolate.pl/",
        "AUWebsiteYoutube": "https://beskidchocolate.pl/",
        "AUWebsiteWebsite": "https://beskidchocolate.pl/"
    }
  },
  "INFORMATIONPAGE":
  {
    "ASSETS":{
      "IMAGES": {
        "IPMainImage": "assets/images/information_page/zdj_beskid.png"
      },
      "ICONS": {
        "IPMainIcon":"assets/icons/information_page/znaczki.png"
      }
    },
    "TEXT": {
      "TITLES": {
        "IPTextTitleImage": "BeskidChocolate"
      },
      "CONTENT": {
        "IPTextImage": "rzemieślnicza manufaktura czekolady",
        "IPMainText": "rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady rzemieślnicza manufaktura czekolady "
      }
    }
  },
  "PRESENTATIONMAIN":
  {
    "ASSETS":{
      "IMAGES":
      {
        "PMImageButtons": [
        "assets/images/presentation_page/1/3.jpg",
        "assets/images/presentation_page/2/2.jpg",
        "assets/images/presentation_main_page/sample.png",
        "assets/images/presentation_main_page/sample.png",
        "assets/images/presentation_main_page/sample.png",
        "assets/images/presentation_main_page/sample.png",
        "assets/images/presentation_main_page/sample.png",
        "assets/images/presentation_main_page/sample.png",
        "assets/images/presentation_main_page/sample.png",
        "assets/images/presentation_main_page/sample.png",
        "assets/images/presentation_main_page/sample.png",
        "assets/images/presentation_main_page/sample.png"
        ]
      }
    },
    "TEXT":{
      "TITLES":{
        "PMTextTitle": "Zwiedzanie",
        "PMTextButtonTitles": [
          "Skąd się biorą ziarna kakao?",
          "Jakie są odmiany/gatunki kakao?",
          "Gdzie rośnie kakao?",
          "Dlaczego te a nie inne ziarna kakao?\nWybór ziaren.",
          "Jak ziarna kakao trafiają do\nWęgierskiej Górki?",
          "Etap 1 - Sortowanie ziaren kakao",
          "Etap 2 – Prażenie ziaren",
          "Etap 3 - Śrutowanie i odwiewanie\nłuski",
          "Etap 4 – Rafinacja i konszowanie",
          "Etap 5 - Dojrzewanie czekolady",
          "Etap 6 – Temperowanie czekolady",
          "Etap 7 – Formowanie i pakowania"
        ]
      }
    }
  },
  "PRESENTATIONPAGE":
  [
    [
      {
        "Type": "title",
        "Content": "Skąd się biorą ziarna kakao?"
      },
      {
        "Type": "text",
        "Content": "Kakaowiec właściwy (Theobroma cacao – tłum. pokarm bogów) to roślina – drzewo o wysokości od 5 do 15 metrów. Dojrzałe owoce kakaowca to jagody o owalnym kształcie, które przypominają z wyglądem piłkę futbolową, w środku owocu znajdują się nasiona (od 20 do 60) pokryte aromatycznym, słodkim miąższem, w smaku przypominającym owoce tropikalne."
      },
      {
        "Type": "image",
        "Content": "assets/images/presentation_page/1/1.jpg"
      },
      {
        "Type": "image",
        "Content": "assets/images/presentation_page/1/2.jpg"
      },
      {
        "Type": "image",
        "Content": "assets/images/presentation_page/1/3.jpg"
      }
    ],
    [
      {
        "Type": "title",
        "Content": "Jakie są odmiany/gatunki kakao?"
      },
      {
        "Type": "text",
        "Content": "Criollo - szlachetna, trudna w uprawie, dająca mały plon odmiana, która stanowi 1 - 3% światowego rynku kakao. Poszukiwana i ceniona przez czeladników i koneserów za aksamitną strukturę, idealnie zbalansowane delikatne i subtelne smaki i aromaty."
      },
      {
        "Type": "image",
        "Content": "assets/images/presentation_page/2/1.jpg"
      },
      {
        "Type": "text",
        "Content": "Forastero - pochodzi z Amazonii, odmiana odporna na choroby, dająca duży plon. Charakteryzuje się intensywnym i mocnym aromatem kakao i wysoką goryczką. Obecnie ta odmiana dominuje w światowej produkcji kakao (85-90% udziału), której liderami są Wybrzeże Kości Słoniowej oraz Ghana (65% produkcji odmiany forestero)."
      },
      {
        "Type": "image",
        "Content": "assets/images/presentation_page/2/2.jpg"
      },
      {
        "Type": "text",
        "Content": "Trinitario - odmiana pochodząca z wyspy Trinidad, jest krzyżówka odmian criollo i forastero. Odziedziczyła ona wysoką odporność na choroby i stosunkowo wysoki plon po odmianie forastero i bogaty profil aromatyczny odmiany criollo. Odmiana ta charakteryzuję się owocowymi nutami."
      },
      {
        "Type": "image",
        "Content": "assets/images/presentation_page/2/3.jpg"
      }
    ],
    [
      {
        "Type": "title",
        "Content": "Gdzie rośnie kakao?"
      },
      {
        "Type": "text",
        "Content": "Kakao uprawiane jest w kilkudziesięciu krajach na świecie między zwrotnikiem Raka i Koziorożca. Często ten obszar nazywany jest pasem kawy i kakao, obejmując Amerykę Łacińską i Południową, Afrykę oraz Azję."
      },
      {
        "Type": "image",
        "Content": "assets/images/presentation_page/3/3.jpg"
      }
    ],
    [
      {
        "Type": "title",
        "Content": "Dlaczego te a nie inne ziarna kakao? - Wybór ziaren."
      },
      {
        "Type": "text",
        "Content": "Już sam wybór ziaren jest zajęciem niezwykle fascynującym. Zapoznajemy się z krajem, regionem, plantacją czy farmą. Poszukujemy informacji na temat gatunków i odmian uprawianych w danym miejscu. Poznajemy proces fermentacji ziarna."
      },
      {
        "Type": "text",
        "Content": "Oczywiście szukamy informacji na temat smaków i aromatów ukrytych w ziarnach. Te informacje pozwalają nam wstępnie ustalić jaka może być czekolada z takiego ziarna."
      },
      {
        "Type": "image",
        "Content": "assets/images/presentation_page/4/1.jpg"
      }
    ],
    [
      {
        "Type": "title",
        "Content": "Jak ziarna kakao trafiają do Węgierskiej Górki?"
      },
      {
        "Type": "text",
        "Content": "Droga ziaren kakao do Węgierskiej Górki jest bardzo długa. Jeszcze na plantacji ziarna kakao muszą zostać wysuszone do poziomu 7,5-8% wilgotności. Taki poziom wilgotności pozwala na bezpieczny transport i przechowywanie ziarna przez długie miesiące."
      },
      {
        "Type": "text",
        "Content": "Ziarno z plantacji trafia transportem samochodowym do portu, tam zostaje załadowane do kontenera, który później płynie na statku do Europy (ok. 3-6 tyg). W jednym z europejskich portów zostaje rozładowane i zmagazynowane. Z takich portowych magazynów zostaje przetransportowane do naszej manufaktury."
      }
    ],
    [
      {
        "Type": "title",
        "Content": "Etap 1 - Sortowanie ziaren kakao"
      },
      {
        "Type": "text",
        "Content": "Pierwszym etapem produkcji czekolady jest oczyszczenie ziaren kakao. Jeżeli ziarna kakaowca są suszone np. na placach betonowych. W workach oprócz kakao zdarzają się różne zanieczyszczenia, takie jak kamienie, kawałki łodyg kakaowca, kawałki szkła i inne ciała obce. Na stołach wibracyjnych ziarna są oczyszczane z drobnych zanieczyszczeń, a pracownicy manufaktury wprawnym okiem wyszukują kamyki, łodygi, itp."
      }
    ],
    [
      {
        "Type": "title",
        "Content": "Etap 2 – Prażenie ziaren"
      },
      {
        "Type": "text",
        "Content": "To jest jeden z dwóch najważniejszych etapów, jeżeli chodzi o przyszły smak i jakość naszej czekolady. Ziarna kakao są delikatne, a prażenie przebiega w temperaturach od 100 do 140°C w czasie od 15 do 40 minut."
      },
      {
        "Type": "text",
        "Content": "Podczas prażenia kakao zachodzą procesy, które mają decydujący wpływ na przyszły smak czekolady, tworzą się prekursory aromatów, które będzie skrywać nasza czekolada."
      },
      {
        "Type": "text",
        "Content": "Ziarna prażymy tzw. metodą mistrzowską w piecach bębnowych dokładnie monitorując przebieg prażenia tworząc unikalne profile, które możemy w przyszłości odtworzyć."
      }
    ],
    [
      {
        "Type": "title",
        "Content": "Etap 3 - Śrutowanie i odwiewanie łuski"
      },
      {
        "Type": "text",
        "Content": "Ziarna kakao pokryte są łuską, która stanowi od 10 do 20% masy ziarna, jest lekka i jedną z metod na pozbycie się jej, jest śrutowanie / przełamanie ziaren ziaren a następnie odwianie jej. Łuska jest lżejsza niż ziarno i dzięki różnicy mas stosunkowo łatwo oddzielić ją strumieniem powietrza."
      },
      {
        "Type": "text",
        "Content": "W naszej manufakturze do oddzielania łuski używamy urządzeń własnej konstrukcji. Mogą Państwo zobaczyć jak działa proces separowania łuski od śruty. Poproś obsługę o demonstrację."
      }
    ],
    [
      {
        "Type": "title",
        "Content": "Etap 4 – Rafinacja i konszowanie"
      },
      {
        "Type": "text",
        "Content": "Pozyskaną śrutę kakaową wykorzystamy na kolejnych etapach tworzenia czekolady. Do produkcji czekolady wykorzystujemy między innymi kamienne młyny – melanżery. Urządzenia te służą do rafinacji czyli rozdrobnienia śruty kakaowej i pozostałych składników do poziomu 20 mikronów. Proces ten trwa około 48 godzin."
      },
      {
        "Type": "image",
        "Content": "assets/images/presentation_page/9/1.jpg"
      },
      {
        "Type": "text",
        "Content": "Podczas produkcji czekolady w melanżerach zachodzi równolegle drugi proces zwany konszowaniem. Konszowanie to mieszanie czekolady w podwyższonej temperaturze w celu odparowania aromatów pofermentacyjnych i zmniejszenia poziomu wilgotności w czekoladzie. Dzięki tym procesom czekolada uzyskuje aksamitną strukturę i pożądane, delikatne bogactwo aromatów."
      },
      {
        "Type": "image",
        "Content": "assets/images/presentation_page/9/2.jpg"
      },
      {
        "Type": "text",
        "Content": "Innym sposobem produkcji czekolady w naszej manufakturze jest rozdrabnianie – rafinacja czekolady przy użyciu młyna kulowego. Proces konszowania odbywa się w osobnym urządzeniu zwanym konszą która służy do mieszania czekolady w podwyższonej regulowanej temperaturze w celu (jak wcześniej opisaliśmy) odparowania aromatów pofermentacyjnych."
      },
      {
        "Type": "text",
        "Content": "Konszowanie czekolady rzemieślniczej odbywa się w zakresie temperatury od 45 stopni do 70 stopni i trwa od 48h do 96h."
      }
    ],
    [
      {
        "Type": "title",
        "Content": "Etap 5 - Dojrzewanie czekolady"
      },
      {
        "Type": "text",
        "Content": "Pewnie część z czytających zastanawia się o co chodzi, ale podobnie jak wino czy też sery, dobra czekolada dojrzewa. Po procesie konszowania formujemy bloki czekoladowe, zabezpieczamy je szczelnie i leżakujemy czekoladę przez kilka tygodni, aby aromaty odpowiednio się wykształciły."
      }
    ],
    [
      {
        "Type": "title",
        "Content": "Etap 6 – Temperowanie czekolady"
      },
      {
        "Type": "text",
        "Content": "Temperowanie czekolady przypomina proces hartowania stali. Poprzez kontrolowany wzrost i obniżenie temperatury czekolady nadajemy kryształom tłuszczu kakaowego odpowiednią formę. Prawidłowo zatemperowana czekolada to taka, której kryształy tłuszczu w przeważającej większości są w postaci V. Oznacza to, że punkt topnienia tłuszczu kakaowego jest bliski temperaturze ludzkiego ciała, czyli kostka czekolady roztapia nam się powoli w ustach."
      },
      {
        "Type": "image",
        "Content": "assets/images/presentation_page/11/1.jpg"
      },
      {
        "Type": "text",
        "Content": "Dodatkową cechą prawidłowo zatemperowanej czekolady jest charakterystyczny połysk. Prawidłowo zatemperowaną czekoladę możemy również usłyszeć przy przełamywaniu. Wydaje ona charakterystyczny trzask - tak zwany „snap”. W naszej manufakturze do procesu temperowania używamy urządzeń zwanych temperówkami."
      },
      {
        "Type": "image",
        "Content": "assets/images/presentation_page/11/2.jpg"
      },
      {
        "Type": "text",
        "Content": "Na naszych warsztatach czekoladowych możecie zobaczyć proces temperowania ręcznego na kamiennym blacie za pomocą szpachelki."
      }
    ],
    [
      {
        "Type": "title",
        "Content": "Etap 7 – Formowanie i pakowania"
      },
      {
        "Type": "text",
        "Content": "Prawidłowo zatemperowana czekolada przelewana jest do form, aby uzyskać odpowiedni\nkształt tabliczki. Następnie formy umieszczane są w chłodni w celu przyspieszenia\nprocesu krystalizacji. Ten proces trwa około 30 minut. Gotowe tabliczki czekolady\nwyciągamy z form i następnie pakujemy do opakowań docelowych."
      },
      {
        "Type": "image",
        "Content": "assets/images/presentation_page/12/1.jpg"
      }
    ]
  ]
}





